Repository: ims21/XPower
Catalog: plugin/locale/*/LC_MESSAGES/XPower.po
Languages: ru

source: Please wait, "%s" is sended to computer %s
ru: Пожалуйста,подождите. Команда "%s" отправлена %s

source: Magic packet has been send to PC %s
ru: Меджик пакет был отправлен PC %s

source: Connection finished... %s
ru: Подключение завершено... %s

source: Finished... %s
ru: Завершено... %s

source: Add/Edit
ru: Доб./Удал.

source: Do You want remove PC: %s?
ru: Вы хотите удалить PC: %s?

source: PC has been removed...
ru: PC был удален...

source: Power management for Win/Linux PC's
ru: Управление питанием Windows/Linux PC

source: BouqUp for %s, BouqDn for %s
ru: BouqUp - %s, BouqDn - %s

source: BouqUp for WakeUp
ru: BouqUp - Разбудить

source: XPower PC configuration
ru: XPower - настройки PC

source: Get MAC
ru: Взять MAC

source: A PC entry with this name already exists! Update existing entry and continue?
ru: PC с таким именем уже существует! Обновление настройки и продолжить?

source: Are you sure you want to add this PC?
ru: Вы действительно хотите добавить этот PC?

source: Please wait while updating your PC...
ru: Дождитесь завершения обновления PC...

source: Your PC has been updated...
ru: PC был обновлен...

source: Your new PC has been added.
ru: Ваш новый PC был добавлен.

source: User
ru: Пользователь

source: Name
ru: Имя

source: Password
ru: Пароль

source: Close plugin
ru: Закрыть

source: Delete selected item
ru: Удалить выбранный элемент

source: Help
ru: Помощь

source: Select power management
ru: Выберите управление питанием

source: Shutdown
ru: Выключение

source: WakeUp
ru: Разбудить

source: Abort shutdown / reboot
ru: Отмена выключения / перезагрузки

source: Reboot
ru: Рестарт

source: Suspend
ru: Режим сна

source: Hibernate
ru: Гибернация

source: - select action:
ru: - выбрать действие:

source: Select action
ru: Выбрать действие

source: Connection failed... %s
ru: Ошибка подключения... %s

source: get MAC of running PC
ru: получить MAC с работающего PC

source: wakeup PC
ru: включить PC

source: Add/Edit item
ru: Доб./Удал. пункт

source: User defined...
ru: Пользовательский вариант..

source: XPower Help
ru: XPower помощь

source: Welcome in plugin XPower for remote power management PC's. This plugin knows sending Magic Packet and control power status of PC.
ru: Добро пожаловать в плагин XPower. Этот плагин может посылать Magic Packet и управлять питанием PC.

source: Each operation system using its own comunication and own power managenent. There in settings of each PC item must be set true value.
ru: Каждая операционная система использует свои настройки связи и управления питанием.Вы должны установить для каждого PC правильное значение.

source: If are on PC installed more OS, then create more PC's items. Priority key is name of PC.
ru: Если PC имеет более одной ОС, надо загрузить PC несколько раз, каждый с другим именем.

source: Dont forget, that not all mode must be supported by Your hardware!
ru: Помните, что не каждый режим поддерживается вашим оборудованием!

source: XPower plugin knows:
ru: XPower может:

source: Do not forget, that Suspend and Hibernate are hardware, BIOS and drivers dependents.
ru: Обратите внимание, что режим сна и гибернация зависит от аппаратного обеспечения, BIOS и драйверов.

source: - install telnetd with:
ru: - установка telnetd:

source: - enable the Telnet Server
ru: - включите Telnet Server

source: - set Telnet server service to Automatic and run it
ru: - поставьте Telnet службу на авто и запустите

source: - set Telnet in Services to Automatic and run it
ru: - поставьте Telnet службу на авто и запустите

source: - there in Firewall add tcp port 23 for telnet
ru: - в брандмауэре добавить tcp-порт 23 для Telnet

source: - must be installed actual compiled "net" command. Problem is, that size of this file is over 8MB and some box have not enought memory for it
ru: - должен быть установлен бинарный файл "net" команды. Это может быть проблемой, потому что этот файл имеет размер 8 мегабайт, и может не хватить памяти.

source: - this way knows Shutdown, Reboot and Abort only!
ru: - таким образом воможно только выключение, перезагрузка и отмена!

source: Note: telnet is easy way, but it is not safe protocol! Disable telnet port 23 on Your router, if it is possible!
ru: Примечание: Telnet это самый простой способ для XPower, но это не безопасный протокол! Если это возможно, отключите порт маршрутизатора 23!

source: Setup
ru: Настройки

source: Hotkeys
ru: Кнопки

source: Command "net" is not installed option "XP NET RPC" does not work...
ru: Бинарный файл "net" не установлен служба "XP NET RPC" не работает...

source: No response from %s.
ru: Нет ответа от %s.

source: XPower PC configuration:
ru: XPower - крнфигурация PC:

source: Closing plugin
ru: Закрыть плагин

source: Delete
ru: Удалить
